Repository: youssefkairum/iPrayer-iOS
Catalog: iPrayer/AppIntents.xcstrings
Source language: en
Languages: ar, de, fr, hi, ru, tr, ur, zh_hans

source: %@ is at %@.
ar: موعد %1$@ الساعة %2$@.
de: %1$@ ist um %2$@.
hi: %1$@ का वक्त %2$@ है।
ru: %1$@ — в %2$@.
tr: %1$@ vakti %2$@.
ur: %1$@ کا وقت %2$@ ہے۔
zh_hans: %1$@的时间是 %2$@。

source: Continue Reading
ar: متابعة القراءة
de: Weiterlesen
fr: Reprendre la lecture
hi: पढ़ना जारी रखें
ru: Продолжить чтение
tr: Okumaya Devam Et
ur: پڑھنا جاری رکھیں
zh_hans: 继续阅读

source: Location access is needed to show prayer times.
ar: يلزم الوصول إلى الموقع لعرض مواقيت الصلاة.
de: Standortzugriff wird benötigt, um Gebetszeiten anzuzeigen.
fr: L'accès à la localisation est nécessaire pour afficher les horaires de prière.
hi: नमाज़ के वक्त दिखाने के लिए स्थान की अनुमति आवश्यक है।
ru: Для показа времени молитв нужен доступ к геопозиции.
tr: Namaz vakitlerini göstermek için konum erişimi gerekli.
ur: نماز کے اوقات دکھانے کے لیے مقام تک رسائی درکار ہے۔
zh_hans: 需要位置权限才能显示祈祷时间。

source: Next Prayer
ar: الصلاة القادمة
de: Nächstes Gebet
fr: Prochaine prière
hi: अगली नमाज़
ru: Следующая молитва
tr: Sonraki Namaz
ur: اگلی نماز
zh_hans: 下一个祈祷

source: Prayer
ar: الصلاة
de: Gebet
fr: Prière
hi: नमाज़
ru: Молитва
tr: Namaz
ur: نماز
zh_hans: 祈祷

source: Prayer Time
ar: وقت الصلاة
de: Gebetszeit
fr: Heure de prière
hi: नमाज़ का वक्त
ru: Время молитвы
tr: Namaz Vakti
ur: نماز کا وقت
zh_hans: 祈祷时间

source: Qibla Compass
ar: بوصلة القبلة
de: Qibla-Kompass
fr: Boussole Qibla
hi: क़िबला कंपास
ru: Компас Киблы
tr: Kıble Pusulası
ur: قبلہ نما
zh_hans: 朝向指南针

source: Qibla Direction
ar: اتجاه القبلة
de: Qibla-Richtung
fr: Direction de la Qibla
hi: क़िबला की दिशा
ru: Направление киблы
tr: Kıble Yönü
ur: قبلہ کی سمت
zh_hans: 朝向方位

source: Tasbih
ar: التسبيح
hi: तस्बीह
ru: Тасбих
tr: Tesbih
ur: تسبیح
zh_hans: 泰斯比

source: The next prayer is %@ at %@.
ar: الصلاة القادمة هي %1$@، الساعة %2$@.
de: Das nächste Gebet ist %1$@ um %2$@.
fr: La prochaine prière est %1$@ à %2$@.
hi: अगली नमाज़ %1$@ है, %2$@ पर।
ru: Следующая молитва — %1$@ в %2$@.
tr: Sıradaki namaz %1$@, saat %2$@.
ur: اگلی نماز %1$@ ہے، %2$@ پر۔
zh_hans: 下一次祈祷是%1$@，时间为 %2$@。

source: The Qibla is %lld° from north.
ar: القبلة على %lld° من الشمال.
de: Die Qibla liegt %lld° von Norden.
fr: La Qibla est à %lld° du nord.
hi: क़िबला उत्तर से %lld° पर है।
ru: Кибла — %lld° от севера.
tr: Kıble kuzeyden %lld° yönünde.
ur: قبلہ شمال سے %lld° پر ہے۔
zh_hans: 朝向在正北顺时针 %lld° 方向。

source: Which prayer?
ar: أيّ صلاة؟
de: Welches Gebet?
fr: Quelle prière ?
hi: कौन सी नमाज़?
ru: Какая молитва?
tr: Hangi namaz?
ur: کون سی نماز؟
zh_hans: 哪一次祈祷？
